Repository: yoCruzer/PersonalGrowthOS
Catalog: PersonalGrowthOS/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ supports this Goal
zh_hans: %@ 支持此目标

source: %lld check-ins
zh_hans: %lld 次打卡

source: %lld photo(s) are missing
zh_hans: 缺少 %lld 张照片

source: %lld unlinked photo(s) were preserved
zh_hans: 已保留 %lld 张未关联照片

source: 1 check-in
zh_hans: 1 次打卡

source: A simple check-in saves only a structured fact. Text and photos are saved in a linked Entry.
zh_hans: 简单打卡只保存结构化事实；文字和照片会保存在关联记录中。

source: A tag with that name already exists.
zh_hans: 已存在同名标签。

source: Abandon
zh_hans: 放弃

source: Abandoned
zh_hans: 已放弃

# Actions for photo %lld of %lld
source: Actions for photo %1$lld of %2$lld
zh_hans: 第 %1$lld 张照片（共 %2$lld 张）的操作

source: Active
zh_hans: 进行中

source: Active Goals and Flags
zh_hans: 进行中的目标和标记

source: Add
zh_hans: 添加

source: Add Flag
zh_hans: 添加标记

source: Add Goal
zh_hans: 添加目标

source: Add Habit
zh_hans: 添加习惯

source: Add Photos
zh_hans: 添加照片

source: Add a habit you want to practice. Pauses and restarts are part of growth.
zh_hans: 添加一个想要培养的习惯。暂停与重新开始也是成长的一部分。

source: Add text or at least one photo before saving.
zh_hans: 保存前请添加文字或至少一张照片。

source: All Entries
zh_hans: 全部记录

source: Archive
zh_hans: 归档

source: Archived
zh_hans: 已归档

source: Archived entries will appear here.
zh_hans: 已归档的记录会显示在这里。

source: Archived habits are hidden from Today and the main Habits list. Their history is kept and they can be restored.
zh_hans: 已归档的习惯不会显示在今日和主要习惯列表中。历史会保留，且可随时恢复。

source: Backups contain all records, entry text, and original photos and are not encrypted. Import is available only when this database is empty; V1 never merges or erases existing data.
zh_hans: 备份包含全部记录文字和原始照片，且未加密。仅当当前数据库为空时才能导入；V1 不会合并或抹除现有数据。

source: Cancel
zh_hans: 取消

source: Cancel Transfer
zh_hans: 取消传输

source: Changing the name does not affect history. If the Habit itself has changed, consider archiving it and creating a new one.
zh_hans: 修改名称不会影响历史记录。如果习惯本身已经发生变化，建议归档当前习惯并新建一个。

source: Check In
zh_hans: 打卡

source: Check In with Insight
zh_hans: 打卡并记录感想

source: Check in %@
zh_hans: 为%@打卡

source: Check-In Frequency
zh_hans: 打卡频率

source: Checked in
zh_hans: 已打卡

source: Choose Photos
zh_hans: 选择照片

source: Choose this for Habits you may record several times each day. The target is optional.
zh_hans: 适用于每天可能记录多次的习惯。每日目标可不填。

source: Choose this for Habits you may record several times each day. Set a daily target you can exceed.
zh_hans: 适用于每天可能记录多次的习惯。请设置一个可以超额完成的每日目标。

source: Choose this when completing the Habit once is enough for the day.
zh_hans: 适用于每天完成一次即可的习惯。

source: Choose up to %lld
zh_hans: 最多选择 %lld 张

source: Complete
zh_hans: 完成

source: Completed
zh_hans: 已完成

source: Completed Today
zh_hans: 今日已完成

source: Context for today, not a list of tasks you must update.
zh_hans: 这里提供今天的背景信息，不是必须更新的任务清单。

source: Could Not Check In
zh_hans: 无法打卡

source: Could Not Update Entry
zh_hans: 无法更新记录

source: Could Not Update Goal
zh_hans: 无法更新目标

source: Could Not Update Goals
zh_hans: 无法更新目标

source: Could Not Update Habit
zh_hans: 无法更新习惯

source: Could Not Update Relationships
zh_hans: 无法更新关联

source: Could Not Update Tags
zh_hans: 无法更新标签

source: Create First Tag
zh_hans: 创建第一个标签

source: Create Your First Tag
zh_hans: 创建你的第一个标签

source: Create a Habit, Goal, or Flag
zh_hans: 创建习惯、目标或标记

source: Create a manual reflection for a day, week, or another period you choose.
zh_hans: 为一天、一周或自选时间段创建手动回顾。

source: Created
zh_hans: 已创建

source: Current count: %lld
zh_hans: 当前次数：%lld

source: Daily Target
zh_hans: 每日目标

source: Daily target (optional)
zh_hans: 每日目标（可选）

source: Daily target must be a positive whole number.
zh_hans: 每日目标必须是正整数。

source: Data Transfer
zh_hans: 数据传输

source: Date and time
zh_hans: 日期与时间

source: Decrease %@
zh_hans: 减少“%@”一次

source: Delete
zh_hans: 删除

source: Delete Permanently
zh_hans: 永久删除

source: Delete this Goal permanently?
zh_hans: 永久删除此目标？

source: Delete this Habit permanently?
zh_hans: 永久删除此习惯？

source: Delete this entry permanently?
zh_hans: 永久删除此记录？

source: Done
zh_hans: 完成

source: Large photo
zh_hans: 大图

source: Edit
zh_hans: 编辑

source: Edit Entry
zh_hans: 编辑记录

source: Edit Flag
zh_hans: 编辑标记

source: Edit Goal
zh_hans: 编辑目标

source: Edit Habit
zh_hans: 编辑习惯

source: End
zh_hans: 结束

source: Entries
zh_hans: 记录

source: Entries, habits, goals and tags
zh_hans: 记录、习惯、目标和标签

source: Entry
zh_hans: 记录

source: Entry Relationships
zh_hans: 记录关联

source: Entry Tags
zh_hans: 记录标签

source: Entry photo
zh_hans: 记录照片

source: Export Full Backup
zh_hans: 导出完整备份

source: Export an unencrypted backup?
zh_hans: 导出未加密备份？

source: Export and Share
zh_hans: 导出并分享

source: Export cancelled. Temporary files were removed.
zh_hans: 已取消导出，临时文件已移除。

source: Fact
zh_hans: 事实

source: First photo in entry
zh_hans: 记录中的第一张照片

source: Flag
zh_hans: 标记

source: Goal
zh_hans: 目标

source: Goal Change
zh_hans: 目标变更

source: Goals and Flags
zh_hans: 目标与标记

source: Goals can guide attention without becoming a daily task list.
zh_hans: 目标可以引导注意力，而不必变成每日任务清单。

source: Growth
zh_hans: 成长

source: Habit Activity
zh_hans: 习惯活动

source: Habit Check-In
zh_hans: 习惯打卡

source: Habit Insight
zh_hans: 习惯感想

source: Habit Name
zh_hans: 习惯名称

source: Habit name
zh_hans: 习惯名称

source: Habit name cannot be empty.
zh_hans: 习惯名称不能为空。

source: Habits
zh_hans: 习惯

source: History
zh_hans: 历史

source: Image unavailable
zh_hans: 图片不可用

source: Import Full Backup
zh_hans: 导入完整备份

source: Import cancelled. Existing data was left unchanged.
zh_hans: 已取消导入，现有数据未更改。

source: Import requires an empty database. Existing data was left unchanged.
zh_hans: 仅空数据库可导入，现有数据未更改。

source: Inbox
zh_hans: 收件箱

source: Inbox is a place to leave captures until you choose to organize them. It never has to be empty.
zh_hans: 收件箱用于暂存尚未整理的记录，不必刻意清空。

source: Include Review Period
zh_hans: 包含回顾时间段

source: Increase %@
zh_hans: 增加“%@”一次

source: Its lifecycle history and relationships will be deleted. Entries and Habits will remain.
zh_hans: 其生命周期历史和关联将被删除，记录与习惯会保留。

source: Its structured check-ins will be deleted. Linked Entries will remain.
zh_hans: 其结构化打卡将被删除，关联记录会保留。

source: Its text and owned photos will be removed. This cannot be undone.
zh_hans: 其文字和所属照片将被移除，此操作无法撤销。

source: Just checked in. Try again in a moment.
zh_hans: 刚刚已打卡，请稍后再试。

source: Kind
zh_hans: 类型

source: Library
zh_hans: 资料库

source: Lifecycle History
zh_hans: 生命周期历史

source: Linked Entry
zh_hans: 关联记录

source: Loading photos…
zh_hans: 正在载入照片…

source: Loading photo…
zh_hans: 正在载入照片…

source: Log Details
zh_hans: 记录详情

source: Manage Related Entries
zh_hans: 管理关联记录

source: Manage Relationships
zh_hans: 管理关联

source: Manage Reviewed Objects
zh_hans: 管理回顾对象

source: Manage Supporting Habits
zh_hans: 管理支持习惯

source: Manage Tags
zh_hans: 管理标签

source: Mark Organized
zh_hans: 标记为已整理

source: Media Storage
zh_hans: 媒体存储

source: Missing a day is not failure. Check in when the habit happens.
zh_hans: 漏掉一天并不代表失败，在习惯发生时打卡即可。

source: Move Down
zh_hans: 下移

source: Move Up
zh_hans: 上移

source: Move to Inbox
zh_hans: 移至收件箱

source: Multiple times per day
zh_hans: 每天多次

source: New Goal or Flag
zh_hans: 新建目标或标记

source: New Habit
zh_hans: 新建习惯

source: New Review
zh_hans: 新建回顾

source: New Tag
zh_hans: 新建标签

source: New captures can stay here for as long as you like.
zh_hans: 新记录可以按你的需要一直留在这里。

source: No %@
zh_hans: 暂无%@

source: No Archived Entries
zh_hans: 暂无归档记录

source: No Archived Habits
zh_hans: 没有已归档的习惯

source: No Entries Tagged %@
zh_hans: 暂无带有“%@”标签的记录

source: No Entries Yet
zh_hans: 暂无记录

source: No Habits
zh_hans: 暂无习惯

source: No Tags Yet
zh_hans: 暂无标签

source: No Tags have been created yet. Create your first Tag in Library, then return here to attach it.
zh_hans: 尚未创建标签。请先在资料库中创建第一个标签，再返回这里添加。

source: No check-ins yet.
zh_hans: 暂无打卡。

source: No period selected
zh_hans: 未选择时间段

source: No related Entry, Habit, or Goal
zh_hans: 暂无关联的记录、习惯或目标

source: Not Completed
zh_hans: 未完成

source: Not selected
zh_hans: 未选择

source: OK
zh_hans: 好

source: Occurred
zh_hans: 发生时间

source: Once per day
zh_hans: 每天一次

source: One photo exceeds the 80-megapixel limit. Your draft was kept.
zh_hans: 一张照片超过 8000 万像素限制，草稿已保留。

source: One photo exceeds the 80-megapixel limit. Your edits were kept.
zh_hans: 一张照片超过 8000 万像素限制，编辑内容已保留。

source: One photo is larger than 25 MB. Your draft was kept.
zh_hans: 一张照片超过 25 MB，草稿已保留。

source: One photo is larger than 25 MB. Your edits were kept.
zh_hans: 一张照片超过 25 MB，编辑内容已保留。

source: One photo uses an unsupported format. Your draft was kept.
zh_hans: 一张照片格式不受支持，草稿已保留。

source: One photo uses an unsupported format. Your edits were kept.
zh_hans: 一张照片格式不受支持，编辑内容已保留。

source: Organization
zh_hans: 整理

source: Organized
zh_hans: 已整理

source: Original photos
zh_hans: 原始照片

source: Original photos are stored privately on this device.
zh_hans: 原始照片私密存储在此设备上。

source: Pause
zh_hans: 暂停

source: Paused
zh_hans: 已暂停

source: Period
zh_hans: 时间段

source: Personal Growth OS could not open its local store. Please restart the app.
zh_hans: Personal Growth OS 无法打开本地数据，请重新启动 App。

source: Photo
zh_hans: 照片

# Photo %lld of %lld
source: Photo %1$lld of %2$lld
zh_hans: 第 %1$lld 张，共 %2$lld 张

# Photo %lld of %lld, %@
source: Photo %1$lld of %2$lld, %3$@
zh_hans: 第 %1$lld 张，共 %2$lld 张，%3$@

source: Photos
zh_hans: 照片

source: Please try again.
zh_hans: 请重试。

source: Preparing and verifying backup…
zh_hans: 正在准备并验证备份…

source: Quantity (optional)
zh_hans: 数量（可选）

source: Quantity must be a number.
zh_hans: 数量必须是数字。

source: Quick Capture
zh_hans: 快速记录

source: Reactivate
zh_hans: 重新启用

source: Reactivated
zh_hans: 已重新启用

source: Record Today
zh_hans: 记录今天

source: Record
zh_hans: 记录

source: Recording Mode
zh_hans: 记录模式

source: Recovery
zh_hans: 恢复

source: Reflect
zh_hans: 回顾

source: Related Entries
zh_hans: 关联记录

source: Relationships
zh_hans: 关联

source: Remove
zh_hans: 移除

source: Replace %lld Photos
zh_hans: 替换 %lld 张照片

source: Restart
zh_hans: 重新开始

source: Restore
zh_hans: 恢复

# Restore completed: %lld objects and %lld original photo(s).
source: Restore completed: %1$lld objects and %2$lld original photo(s).
zh_hans: 恢复完成：%1$lld 个对象，%2$lld 张原始照片。

source: Resume
zh_hans: 继续

source: Resumed
zh_hans: 已继续

source: Review
zh_hans: 回顾

source: Review Period
zh_hans: 回顾时间段

source: Review is a regular Entry in Timeline, Library, and Search. It is never generated automatically.
zh_hans: 回顾是一条普通记录，会出现在时间线、资料库和搜索中，且不会自动生成。

source: Reviewed Objects
zh_hans: 回顾对象

source: Save
zh_hans: 保存

source: Save a thought or photo now. Organize it later if you want.
zh_hans: 现在保存想法或照片，之后可按需整理。

source: Search
zh_hans: 搜索

source: Search Entries, Reviews, Tags, Habits, Goals and Flags on this device.
zh_hans: 搜索此设备上的记录、回顾、标签、习惯、目标和标记。

source: Search Unavailable
zh_hans: 搜索不可用

source: Search Your Library
zh_hans: 搜索资料库

source: Selected
zh_hans: 已选择

source: Settings
zh_hans: 设置

source: Show Active
zh_hans: 显示当前内容

source: Show Archived
zh_hans: 显示归档内容

source: Simple result (optional)
zh_hans: 简单结果（可选）

source: Start
zh_hans: 开始

source: Status
zh_hans: 状态

source: Supporting Habits
zh_hans: 支持此目标的习惯

source: Tag name
zh_hans: 标签名称

source: Tags
zh_hans: 标签

source: Tags are optional and can be added from an Entry.
zh_hans: 标签是可选的，可以从记录中添加。

source: Tags are optional. Create one here first, then you can attach it to Entries when it helps you find something again.
zh_hans: 标签是可选的。请先在这里创建，之后可将其添加到记录中以便再次查找。

source: Take Photo
zh_hans: 拍照

source: The Entry's tags were not changed.
zh_hans: 记录的标签未更改。

source: The Goal or Flag was not created.
zh_hans: 未能创建目标或标记。

source: The Goal or Flag was not saved.
zh_hans: 未能保存目标或标记。

source: The Goal status was not changed.
zh_hans: 目标状态未更改。

source: The Goal was not deleted. Its history and relationships are unchanged.
zh_hans: 目标未删除，其历史和关联保持不变。

source: The Habit status was not changed.
zh_hans: 习惯状态未更改。

source: The Habit was not deleted. Its check-ins and links are unchanged.
zh_hans: 习惯未删除，其打卡与关联保持不变。

source: The Habit was not saved.
zh_hans: 未能保存习惯。

source: The ZIP may contain private personal records, entry text, and original photos. Handle it as sensitive data.
zh_hans: ZIP 可能包含私密个人记录、记录文字和原始照片，请按敏感数据妥善处理。

source: The app preserved recoverable files instead of deleting them. Keep an app backup before troubleshooting.
zh_hans: App 已保留可恢复文件而非删除。排查问题前请保留 App 备份。

source: The backup is incomplete or corrupt. Existing data was left unchanged.
zh_hans: 备份不完整或已损坏，现有数据未更改。

source: The check-in was not saved.
zh_hans: 打卡未保存。

source: The data transfer could not be completed. Existing data was left unchanged.
zh_hans: 无法完成数据传输，现有数据未更改。

source: The end must be on or after the start.
zh_hans: 结束时间必须不早于开始时间。

source: The entry could not be saved. Your draft was kept.
zh_hans: 记录未能保存，草稿已保留。

source: The entry could not be updated. Your original entry is unchanged.
zh_hans: 记录未能更新，原记录保持不变。

source: The entry remains in Inbox.
zh_hans: 记录仍保留在收件箱中。

source: The entry was not archived. No photos were removed.
zh_hans: 记录未归档，照片未被移除。

source: The entry was not deleted and media recovery is required. Restart the app before trying again.
zh_hans: 记录未删除且需要恢复媒体，请重启 App 后再试。

source: The entry was not deleted. Its data remains available.
zh_hans: 记录未删除，其数据仍可用。

source: The entry was not restored. Its archived copy is unchanged.
zh_hans: 记录未恢复，归档副本保持不变。

source: The entry was not saved and media recovery is required. Restart the app before trying again.
zh_hans: 记录未保存且需要恢复媒体，请重启 App 后再试。

source: The entry was not updated and media recovery is required. Restart the app before trying again.
zh_hans: 记录未更新且需要恢复媒体，请重启 App 后再试。

source: The entry's organized status is unchanged.
zh_hans: 记录的整理状态未更改。

source: The latest check-in could not be undone.
zh_hans: 无法撤销最近一次打卡。

source: The new photos could not be loaded. Your edits are still here.
zh_hans: 新照片无法载入，编辑内容仍已保留。

source: The photo could not be loaded. Your text is still here.
zh_hans: 照片无法载入，文字内容仍已保留。

source: The relationship was not changed.
zh_hans: 关联未更改。

source: The tag was not created.
zh_hans: 标签未创建。

source: The tag was not deleted. Its entry links are unchanged.
zh_hans: 标签未删除，其记录关联保持不变。

source: There is not enough free device storage to complete this transfer safely. Free space and try again; existing data was left unchanged.
zh_hans: 设备可用空间不足，无法安全完成传输。请释放空间后重试；现有数据未更改。

source: There is not enough storage to add these photos. Your edits were kept.
zh_hans: 存储空间不足，无法添加这些照片；编辑内容已保留。

source: There is not enough storage to save these photos. Your draft was kept.
zh_hans: 存储空间不足，无法保存这些照片；草稿已保留。

source: This Habit is already completed today.
zh_hans: 此习惯今天已完成。

source: This backup exceeds the safe import limits. Existing data was left unchanged.
zh_hans: 此备份超过安全导入限制，现有数据未更改。

source: This backup uses an unsupported newer format. Existing data was left unchanged.
zh_hans: 此备份使用不受支持的较新格式，现有数据未更改。

source: Timeline
zh_hans: 时间线

source: Title
zh_hans: 标题

source: Title (optional)
zh_hans: 标题（可选）

source: Title cannot be empty.
zh_hans: 标题不能为空。

source: Today
zh_hans: 今天

# Today %lld / %lld times
source: Today %1$lld / %2$lld times
zh_hans: 今日 %1$lld / %2$lld 次

source: Today %lld times
zh_hans: 今日 %lld 次

source: Today keeps your active Habits, Goals, and Flags close at hand. Start by creating one in Growth or use Quick Capture above.
zh_hans: “今天”集中展示进行中的习惯、目标和标记。可先前往“成长”创建一项，或使用上方的“快速记录”。

source: Today's Habits
zh_hans: 今日习惯

source: Unable to Open Your Data
zh_hans: 无法打开数据

source: Undo
zh_hans: 撤销

source: Unit (optional)
zh_hans: 单位（可选）

source: Use a specific, actionable name, such as Drink 200 ml of water, Read for 20 minutes, or Sleep before 11 PM. You can change the name later without losing check-ins.
zh_hans: 用一个具体、可执行的动作命名，例如：喝水 200ml、阅读 20 分钟、晚上 11 点前睡觉。名称之后可以修改，已有打卡不会丢失。

source: Use a specific, actionable name. You can change it later without losing check-ins.
zh_hans: 使用具体、可执行的名称。之后可以修改，已有打卡不会丢失。

source: What do you want to remember?
zh_hans: 你想记住什么？

source: Write Review
zh_hans: 撰写回顾

source: Your captures will appear here.
zh_hans: 你的记录会显示在这里。

source: Your entries will appear here.
zh_hans: 你的记录会显示在这里。

source: Your local data could not be searched.
zh_hans: 无法搜索本地数据。

source: Add Weight
zh_hans: 添加体重

source: Add at least two records to see a trend.
zh_hans: 至少添加两条记录后即可查看趋势。

source: Add your first weight record to see your latest value and a simple trend.
zh_hans: 添加第一条体重记录后，即可查看最近体重和简单趋势。

source: Could Not Delete Weight
zh_hans: 无法删除体重

source: Could Not Save Weight
zh_hans: 无法保存体重

source: Date
zh_hans: 日期

source: Delete Weight Record
zh_hans: 删除体重记录

source: Delete this weight record?
zh_hans: 删除这条体重记录？

source: Edit Weight
zh_hans: 编辑体重

source: Enter a valid weight in kilograms.
zh_hans: 请输入有效的公斤体重。

source: Enter a weight greater than 0 and no more than 1,000 kg.
zh_hans: 请输入大于 0 且不超过 1,000 公斤的体重。

source: Latest Weight
zh_hans: 最近体重

source: No Weight Records
zh_hans: 暂无体重记录

source: Record Weight
zh_hans: 记录体重

source: Since previous
zh_hans: 较上次

source: The weight record was not deleted.
zh_hans: 体重记录未能删除。

source: The weight record was not saved.
zh_hans: 体重记录未能保存。

source: Trend
zh_hans: 趋势

source: Weight
zh_hans: 体重

source: Weight (kg)
zh_hans: 体重（kg）

source: Weight trend
zh_hans: 体重趋势

source: Activity
zh_hans: 本周动态

source: Active Days
zh_hans: 活跃天数

source: Check-ins
zh_hans: 打卡次数

source: Could Not Save Review
zh_hans: 无法保存回顾

source: Close
zh_hans: 关闭

source: Days with Entries
zh_hans: 有记录的天数

source: Habit Check-ins
zh_hans: 习惯打卡

source: Look back on this week and choose one next step when you are ready.
zh_hans: 准备好时，回顾这一周并选定一个下一步。

source: Mark this review complete
zh_hans: 标记此回顾为完成

source: Most Active Habit
zh_hans: 最常完成的习惯

source: No activity recorded this week yet.
zh_hans: 本周还没有记录任何动态。

source: One focus for next week
zh_hans: 下周的一个重点

source: Open larger photo
zh_hans: 打开大图

source: Photo Entries
zh_hans: 含照片的记录

source: Recent Entries
zh_hans: 最近记录

source: Reflect on this week
zh_hans: 回顾这一周

source: Save Review
zh_hans: 保存回顾

source: Saved
zh_hans: 已保存

source: Start Weekly Review
zh_hans: 开始每周回顾

source: Start only when you are ready. Nothing is generated automatically.
zh_hans: 准备好时再开始；不会自动生成任何内容。

source: The weekly review was not saved.
zh_hans: 每周回顾未能保存。

source: This Week
zh_hans: 本周

source: Top Tags
zh_hans: 常用标签

source: Weekly Review
zh_hans: 每周回顾

source: Weekly Review Unavailable
zh_hans: 暂时无法使用每周回顾

source: Weight Change
zh_hans: 体重变化

source: What could be better?
zh_hans: 哪些地方可以做得更好？

source: What is your next step?
zh_hans: 你的下一步是什么？

source: Your review is saved only on this device.
zh_hans: 你的回顾只保存在这台设备上。

source: Weight uses kilograms (kg). This is a personal record, not health advice.
zh_hans: 体重统一使用公斤（kg）。这只是个人记录，不提供健康建议。

source: A moment to record today
zh_hans: 花一点时间记录今天

source: Current count
zh_hans: 当前次数

source: Daily Recording Reminder
zh_hans: 每日记录提醒

source: Entries, weekly reviews, habits, goals and tags
zh_hans: 记录、每周回顾、习惯、目标和标签

source: Incomplete
zh_hans: 未完成

source: Last Week’s Focus
zh_hans: 上周的焦点

source: Look back on your week and choose one focus for the next.
zh_hans: 回顾这一周，并为下一周选择一个焦点。

source: Next Week’s Focus
zh_hans: 下周焦点

source: No Weekly Reviews
zh_hans: 暂无每周回顾

source: Notifications are disabled in iOS Settings.
zh_hans: 通知已在 iOS 设置中关闭。

source: Notifications are disabled. You can enable them in iOS Settings.
zh_hans: 通知已关闭。你可以前往 iOS 设置开启通知。

source: Open iOS Settings
zh_hans: 打开 iOS 设置

source: Reminders
zh_hans: 提醒

source: Reminders stay on this device and are scheduled only after you turn them on.
zh_hans: 提醒仅保存在这台设备上，并只会在你主动开启后安排。

source: Save a thought or photo while it is still fresh.
zh_hans: 趁想法或画面还清晰时记录下来。

source: The reminder could not be updated. Please try again.
zh_hans: 无法更新提醒，请再试一次。

source: This Week’s Focus
zh_hans: 本周焦点

source: Time
zh_hans: 时间

source: Turn the reminder on again to allow notifications.
zh_hans: 请再次开启提醒以允许通知。

source: Unsaved changes
zh_hans: 有未保存的更改

source: Weekday
zh_hans: 星期

source: Weekly Review Reminder
zh_hans: 每周回顾提醒

source: Weekly Reviews
zh_hans: 每周回顾

source: Weekly Reviews you start from Today will appear here.
zh_hans: 你从“今天”开始的每周回顾会显示在这里。

source: Your Week
zh_hans: 你的一周
